#სიაში ელემენტების ინდექსირება შექმენით სია, რომელიც შეიცავს 10 მონაცემცს.
# დაბეჭდეთ ელემენტები ინდექსებიდან 2-დან 5-მდე

# list = [0, 1, 2, 3, 4, 5, 6, 7, 8 ,9,]
# print(list[2:5])

#შექმენით სია სადაც შეინახავთ სხვადასხვა ტიპის მონაცემებს და შემდეგ დაპრინტეთ 3 პოზიციაზე მდოგმი მონაცემი

# data = [1,2,3,4,5,6]
# print(data[3])

#შექმენით სია რომელიც მოიცავს თქვენს საყვარელ საჭმელს და დაპრინტეთ მხოლოდ ის item რომელიც ყველაზე მეტად გიყვართ 

# fav_food = ["xinkali","lobiani","burger","pizza","shaurma"]
# print(fav_food[4])

# ელემენტის ინდექსით მოძიება
# შექმენით სია: ["apple", "banana", "cherry", "date"]
# მოძებნეთ, რა ელემენტი დგას ინდექსზე 2 და დაბეჭდეთ იგი.

# list = ["apple", "banana", "cherry", "date"]
# print(list[2])

# სიაში პირველი ელემენტის პოვნა
# შექმენით სია: ["red", "green", "blue"]
# გამოიტანეთ პირველი ელემენტი ინდექსით

# fav_colrs = ["red", "green", "blue"]
# print(fav_colrs[1])
